Repository: ars3niy/tdlib-purple
Catalog: po/*.po
Languages: cs, de, fur, pl, sq

source: Leaving basic group you created will delete the group. Continue?
cs: Opuštěním základní skupiny dojde k jejímu smazání. Pokračovat?
de: Eine „normale“ Gruppe die man erstellt hat zu verlassen löscht die Gruppe. Fortfahren?
fur: Bandonant il grup di base che tu âs creât si eliminarà il grup. Continuâ?
pl: Opuszczenie podstawowej grupy, którą utworzono, spowoduje jej usunięcie. Kontynuować?
sq: Braktisja e grupit që krijuar do ta fshijë grupin. Të vazhdohet?

source: Leave the group?
cs: Opustit skupinu?
de: Gruppe verlassen?
fur: Bandonâ il grup?
pl: Opuścić grupę?
sq: Të braktiset grupi?

source: Cannot delete group
cs: Nelze smazat skupinu
de: Konnte Gruppe nicht löschen
fur: Impussibil eliminâ il grup
pl: Nie można usunąć grupy
sq: S’mund të fshihet grupi

source: Cannot delete basic group created by someone else
cs: Nemůžete smazat základní skupinu vytvořenou někým jiným
de: Konnte „einfache“ Gruppe nicht löschen, da sie von jemand Anderes angelegt wurde.
fur: Impussibil eliminâ il grup di base creât di cualchidun altri
pl: Nie można usunąć podstawowej grupy utworzonej przez kogoś innego
sq: S’mund të fshihet grup elementar i krijuar nga dikush tjetër

source: Deleting group
cs: Smazání skupiny
de: Gruppe löschen
fur: Daûr a eliminâ il grup
pl: Usuwanie grupy
sq: Fshirje grupi

source: Delete the group?
cs: Smazat skupinu?
de: Gruppe löschen?
fur: Eliminâ il grup?
pl: Usunąć grupę?
sq: Të fshihet ky grup?

source: Leave group
cs: Opustit skupinu
de: Gruppe verlassen
fur: Bandonâ il grup
pl: Opuść grupę
sq: Braktiseni grupin

source: Delete group
cs: Smazat skupinu
de: Gruppe löschen
fur: Elimine grup
pl: Usuń grupę
sq: Fshije grupin

source: Show invite link
cs: Zobrazit odkaz pro pozvání
de: Zeige Einlade-Link an
fur: Mostre colegament di invît
pl: Wyświetl odnośnik zaproszenia
sq: Shfaq lidhje ftese

source: First name
cs: Jméno
de: Vorname
fur: Non
pl: Imię
sq: Emër

source: Last name
cs: Příjmení
de: Nachname
fur: Cognon
pl: Nazwisko
sq: Mbiemër

source: Username
cs: Uživatelské jméno
de: Benutzername
fur: Non utent
pl: Nazwa użytkownika
sq: Emër përdoruesi

source: Phone number
cs: Telefonní číslo
de: Telefonnummer
fur: Numar telefonic
pl: Numer telefonu
sq: Numër telefoni

source: Internal id
cs: Vlastní ID
de: Interne ID
fur: Id interni
pl: Wewnętrzny identyfikator
sq: ID e brendshme

source: Invite at least one additional user by specifying their full name (autocompletion available).
cs: Pozvat nejméně jednoho dalšího uživatele zadáním jeho plného jména (doplňování dostupné).
de: Lade mindestens einen weiteren Benutzer ein, indem du ihren vollen Namen angibst (Autocomplete verfügbar).
fur: Invide almancul un altri utent specificant il so non complet (auto-completament disponibil).
pl: Proszę zaprosić co najmniej jednego dodatkowego użytkownika przez podanie jego pełnej nazwy (dostępne jest automatyczne uzupełnianie).
sq: Ftoni të paktën një përdorues shtesë duke dhënë emrin e tij të plotë (mund të përdoret vetëplotësimi).

source: Create group chat
cs: Vytvořit skupinový chat
de: Erstelle Gruppenchat
fur: Cree chat di grup
pl: Utworzenie rozmowy grupowej
sq: Krijoni fjalosje grupi

source: Invite users
cs: Pozvat uživatele
de: Lade Benutzer ein
fur: Invide utents
pl: Proszę zaprosić użytkowników
sq: Ftoni përdorues

source: Invite link must start with {0}, {1} or {2}. Public group link must be {3}name or {4}name.
cs: Odkaz k pozvání musí začínat s {0}, {1} nebo {2}. Veřejný musí mít {3}jméno nebo {4}jméno.
fur: Il colegament di invît al scugne tacâ cun {0}, {1} o {2}. I colegaments di grups publics a scugnin jessi {3}nondigrup o {4}nondigrup.
pl: Odnośnik zaproszenia musi się zaczynać od {0}, {1} lub {2}. Odnośnik publicznej grupy musi być {3}nazwa lub {4}nazwa.
sq: Lidhja e ftesës duhet të fillojë me {0}, {1} ose {2}. Lidhja e grupit publik duhet të jetë {3}emër ose {4}emër.

source: Must be invite link, public group link or group name
cs: Musí být odkaz k pozvání, odkaz ke skupině nebo jméno
fur: Al scugne jessi un colegament di invît, un colegament di grup public o un non di grup
pl: Musi być odnośnikiem zaproszenia, odnośnikiem publicznej grupy lub nazwą grupy
sq: Duhet të jetë lidhje ftese, lidhje grupi publik ose emër grupi

source: Please enter group name and valid type
cs: Prosím vložte jméno skupiny a platný typ
de: Bitte Gruppenname und -Typ angeben
fur: Inserìs il non di grup e un gjenar valit
pl: Proszę podać nazwę grupy i prawidłowy typ
sq: Ju lutemi, jepni emër grupi dhe lloj të vlefshëm

source: phone no. (+ country prefix)
cs: telefonní číslo. (+ s předvolbou země)
de: Telefonnummer (+ Ländervorwahl)
fur: N. telefonic (+ prefìs internazionâl)
pl: numer telefonu (+ przedrostek kraju)
sq: nr. telefoni. (+ prefiks vendi)

source: kick <user>: Kick a user from the room using name or internal id
cs: vykopnout <user>: Vykopnout uživatele z místnosti pomocí jméno nebo vlastního ID
fur: kick <user>: Pare fûr un utent de stanzie doprant il non o l'id interni
pl: kick <user>: wyrzuca użytkownika z pokoju za pomocą nazwy lub wewnętrznego identyfikatora
sq: kick <përdorues>: Përzini nga dhoma një përdorues duke përdorur emrin ose ID të brendshme

source: hangup: Terminate any active call (with any user)
cs: hangup: Ukončit jakékoliv aktivní volání (s kýmkoliv)
fur: hangup: met jù cualsisei clamade ative (cun cualsisei utent)
pl: hangup: kończy każdą aktywną rozmowę (z każdym użytkownikiem)
sq: hangup: Përfundoni çfarëdo thirrjeje aktive (me cilindo përdorues)

source: The error may be caused by corrupt account data. If this is the case, it could be fixed by removing account data under {} . You will be required to log in into the account again.
cs: Chyba může být způsobena poškozenými daty účtu. V tom případě, může být opravena odstraněním dat z {}. Vyžaduje znovu přihlášení k účtu.
de: Der Fehler kann durch korrupte Account-Daten verursacht sein. In diesem Fall könnte es helfen, die Account-Daten unter {} zu löschen. In diesem Fall ist es notwendig, dich neu einzuloggen. Geheime Chats gehen dabei verloren.
fur: L'erôr al pues jessi causât di dâts account ruvinâts. Se chest al è il câs, si pues comedâ gjavant i dâts dal account sot di {} . Ti si domandarà di tornâ a eseguî l'acès al account.
pl: Błąd może być spowodowany uszkodzonymi danymi konta. Jeśli tak się dzieje, to można go naprawić usuwając dane konta w {} . Będzie trzeba się ponownie zalogować na konto.
sq: Gabimi mund të jetë shkarkuar nga të dhëna të dëmtuara llogarie. Nëse është kështu, mund të ndreqej duke hequr të dhënat e llogarisë nën {} . Do t’ju kërkohet të hyni në llogari sërish.

source: Fatal error encountered in telegram plugin
cs: Nastala fatální chyba v zásuvném modulu Telegram
de: Fataler Fehler im Telegram Plugin
fur: Erôr fatâl riscontrât tal plugin di telegram
pl: Błąd krytyczny we wtyczce protokołu Telegram
sq: U has gabim fatal te shtojca Telegram

source: Inline (hyperlinks in chat)
cs: Vložené (odkaz v chatu)
fur: Diret (colegaments ipertestuâi in chat)
pl: W rozmowie (odnośniki w rozmowie)
sq: Brendazi (tejlidhje brenda fjalosjesh)

source: Standard file transfers
cs: Standardní stahování souborů
fur: Trasferiments di file standard
pl: Standardowe przesyłanie plików
sq: Shpërngulje standarde kartelash

source: File downloads
cs: Stahování souboru
fur: Discjariaments file
pl: Pobieranie plików
sq: Shkarkime kartelash

source: Inline auto-download size limit, MB (0 for unlimited)
cs: Limit pro automatické stahování, MB (0 pro nekonečno)
fur: Limit dimension dal auto-discjariament diret, integrât te chat, MB (0 par ilimitât)
pl: Ograniczenie rozmiaru automatycznego pobierania w rozmowie w megabajtach (0 oznacza brak ograniczenia)
sq: Kufi madhësie vetëshkarkimi të brendshëm, MB (0 për të pakufizuar)

source: Ask
cs: Zeptat se
de: Fragen
fur: Domande
pl: Pytanie
sq: Pyet

source: Discard
cs: Odmítnout
de: Verwerfen
fur: Scarte
pl: Odrzucanie
sq: Hidhe Tej

source: Bigger inline file downloads
cs: Stahování větších souborů
fur: Discjariaments direts di file, integrâts te chat, plui grancj
pl: Większe pobierania plików w rozmowie
sq: Shkarkime më të mëdha kartelash brendazi

source: Always
cs: Vždy
de: Immer
pl: Zawsze
sq: Përherë

source: Never
cs: Nikdy
de: Niemals
pl: Nigdy
sq: Kurrë

source: Accept secret chats
cs: Přijímat tajné chaty
de: Geheime Chats annehmen
pl: Odbieranie tajnych rozmów
sq: Prano fjalosje të fshehta

source: Show animated stickers
cs: Zobrazit animované nálepky
de: Zeige animierte Sticker an
fur: Mostre sticker animâts
pl: Animowane naklejki
sq: Shfaq ngjitës të animuar

source: Current password
cs: Aktuální heslo
de: Aktuelles Passwort
fur: Password atuâl
pl: Obecne hasło
sq: Fjalëkalimi i tanishëm

source: New password
cs: Nové heslo
de: Neues Passwort
fur: Gnove password
pl: Nowe hasło
sq: Fjalëkalim i ri

source: Repeat password
cs: Potvrdit heslo
de: Passwort wiederholen
fur: Ripet password
pl: Proszę powtórzyć hasło
sq: Përsëritni fjalëkalimin

source: Password hint
cs: Nápověda k heslu
de: Passwort Hinweis
fur: Sugjeriment password
pl: Wskazówka hasła
sq: Ndihmëz fjalëkalimi

source: Recovery e-mail
cs: E-mail k obnovení
de: Wiederherstellungs-E-Mail
fur: E-mail di recupar
pl: Adres e-mail odzyskiwania
sq: Email rimarrjesh

source: Please enter same password twice
cs: Prosím vložte dvakrát stejné heslo
de: Bitte dasselbe Passwort zweimal eingeben
fur: Inserìs la stesse password dôs voltis
pl: Proszę podać to samo hasło dwa razy
sq: Ju lutemi, jepeni fjalëkalimin dy herë

source: Enter new password and recovery e-mail address
cs: Zadejte heslo a e-mail pro obnovení
de: Bitte neues Passwort und Wiederherstellungs-E-Mail eingeben
fur: Inserìs la gnove password e la direzion de e-mail di recupar
pl: Proszę podać nowe hasło i adres e-mail odzyskiwania
sq: Jepni fjalëkalim të ri dhe adresë email rimarrjesh

source: Configure two-factor authentication...
cs: Nastavit dvou úrovňovou autorizaci...
de: Zwei-Faktor-Authentifizierung einstellen...
fur: Configure autenticazion a doi fatôrs
pl: Konfiguracja uwierzytelnienia dwuskładnikowego
sq: Formësoni mirëfilltësim dyfaktorësh…

source: _OK
fur: _Va ben

source: Secret chat: {}
fur: Chat segrete: {}

source: Failed to create secret chat
fur: No si è rivâts a creâ la chat segrete

source: unknown user
de: Unbekannter Nutzer

source: [file: {} ({})
de: [Datei: {} ({})

source: [file]
de: [Datei]

source: [message type {}]
de: [Nachrichtentyp {}]

source: <b>&gt; {} wrote:</b> &gt; {}
de: <b>&gt; {} schrieb:</b> &gt; {}

source: video note [{} s]
de: Videonachricht [{} s]

source: (unknown user)
de: (Unbekannter Nutzer)

source: Invite link (empty if creating new):
de: Einlade-Link (leer bei neuen Gruppen):

source: No response received
de: Keine Antwort erhalten

source: Unexpected response
de: Unerwartete Antwort

source: the code
de: der Code

source: Cancel
de: Abbrechen

source: password
de: Passwort

source: Authentication error after sending phone number: {}
de: Authentifizierungs-Fehler nach Senden der Telefonnummer: {}

source: Ignoring {} download ({})
de: Ignoriere Download {} ({})

source: unknown size
de: unbekannte Größe

source: unknown
de: unbekannt

source: private chat
de: Direktchat

source: {} posted in {}, size: {}
de: {} wurde gepostet in {}, Größe {}

source: Could not read sticker file {}: {}
de: Konnte Sticker Datei {} nicht lesen: {}

source: {} changed group name to {}
de: {} änderte den Gruppennamen zu {}

source: Received unsupported message type {}
de: Nicht unterstützter Nachrichtentyp {}

source: {} is not a valid phone number
de: Telefonnummer {} wird nicht erkannt

source: Error
de: Fehler

source: Code sent to {} (length: {})
de: Code gesendet an {} (Länge: {})

source: E-mail address: {}
de: E-Mail Adresse: {}

source: For some reason, new confirmation code was sent
de: Seltsamerweise wurde ein neuer Bestätigungs-Code gesendet

source: Failed to verify recovery e-mail
de: Konnte Wiederherstellungs-E-Mail nicht bestätigen

source: Invite link must begin with {}, {}, or {}
de: Einladungs-Link muss mit {}, {} oder {} anfangen

source: kick <user>: Kick a user from the room using name or internal id
de: kick <Benutzer>: Kickt den Benutzer aus dem Raum, per Name oder per interner ID.

source: tdlib error: {}
de: tdlib Fehler: {}

source: Auto-download size limit, MB (0 for unlimited)
de: Limit für autmatische Downloads, in MB (0 für unbegrenzt)

source: Bigger file transfers
de: Größere Datei-Übertragungen
