Repository: ars3niy/tdlib-purple
Catalog: po/*.po
Languages: cs, de, fur, pl, sq

source: Voice call
cs: Volání
fur: Clamade vocâl
pl: Rozmowa głosowa
sq: Thirrje zanore

source: Cannot start new call, already in another call
cs: Nemohu spustit volání, už běží jiný hovor
fur: Impussibil scomençâ une gnove clamade, si è za intune altre clamade
pl: Nie można rozpocząć nowej rozmowy, trwa inna rozmowa
sq: S’mund të niset thirrje e re, tashmë në një tjetër thirrje

source: Call active
cs: Aktivní volání
fur: Clamade ative
pl: Rozmowa jest aktywna
sq: Thirrje aktive

source: Call active, type /hangup to terminate
cs: Volání aktivní, napište /hangup k ukončení
fur: Clamade ative, scrîf /hangup par terminâ
pl: Rozmowa jest aktywna, wpisanie /hangup ją zakończy
sq: Thirrje aktive, shtypni /hangup që të përfundohet

source: Call failed: {}
cs: Volání selhalo: {}
fur: Clamade falide: {}
pl: Rozmowa się nie powiodła: {}
sq: Thirrja dështoi: {}

source: Received incoming call, but calls are not supported
cs: Příchozí volání, ale volání není podporováno.
fur: Clamade in jentrade ricevude, ma lis clamadis no son supuartadis
pl: Odebrano rozmowę przychodzącą, ale rozmowy nie są obsługiwane
sq: U mor thirrje e ardhur, por nuk mbulohen thirrjet

source: {} wishes to start a call with you.
cs: {} si přeje ti zavolat.
fur: {} al/e desidere scomençâ une clamade cun te.
pl: {} chce rozpocząć rozmowę.
sq: {} dëshiron të nisë një thirrje me ju.

source: _Cancel
cs: _Zrušit
fur: A_nule
pl: _Anuluj
sq: _Anuloje

source: Received incoming call while already in another call
cs: Příchozí volání během jiného hovoru
fur: Clamade in jentrade ricevude intant che si jere intune altre clamade
pl: Odebrano rozmowę przychodzącą w czasie trwania innej rozmowy
sq: U mor thirrje ardhëse teksa gjendej tashmë në një tjetër thirrje

source: Call pending, type /hangup to terminate
cs: Čekající volání, napište /hangup k ukončení
fur: Clamade in spiete, scrîf /hangup par terminâ
pl: Rozmowa jest oczekująca, wpisanie /hangup ją zakończy
sq: Thirrje pezull, shtypni /hangup që të përfundohet

source: call missed
cs: zmeškané volání
fur: clamade pierdude
pl: przegapiono rozmowę
sq: thirrja u humb

source: declined by peer
cs: odmítnuté protistranou
fur: metût jù de postazion rimote
pl: odrzucona przez partnera
sq: s’u pranua nga ana tjetër

source: users disconnected
cs: uživatel odpojen
fur: utents disconetûts
pl: użytkownik się rozłączył
sq: përdoruesit u shkëputën

source: hung up
cs: zavěšeno
fur: met jù
pl: rozłączono

source: reason unknown
cs: neznámý důvod
fur: motîf no cognossût
pl: nieznany powód
sq: arsye e panjohur

source: Call ended ({0}): {1}
cs: Volání ukončeno ({0}): {1}
fur: Clamade terminade ({0}): {1}
pl: Zakończono rozmowę ({0}): {1}
sq: Thirrja përfundoi ({0}): {1}

source: code {0} ({1})
cs: kód {0} ({1})
fur: codiç {0} ({1})
pl: kod {0} ({1})
sq: kod {0} ({1})

source: Unsupported message type {}
cs: Nepodporovaný typ zprávy {}
fur: Gjenar di messaç no supuartât {}
pl: Nieobsługiwany typ wiadomości {}
sq: Lloj mesazhi i pambuluar {}

source: Future messages in this conversation will be shown in a different tab
cs: Budoucí zprávy v této konverzaci budou zobrazeny na jiné záložce
de: Künftige Nachrichten werden in einem anderen Tab angezeigt
fur: I messaçs futûrs in cheste conversazion a vignaran mostrâts intune schede diferente
pl: Przyszłe wiadomości w tej rozmowie będą wyświetlane w innej karcie
sq: Mesazhe të ardhshëm në këtë bisedë do të shfaqen në një skedë tjetër

source: Unknown user
cs: Neznámý uživatel
fur: Utent no cognossût
pl: Nieznany użytkownik
sq: Përdorues i panjohur

source: [message unavailable]
cs: [zpráva nedostupná]
de: [Nachricht nicht verfügbar]
fur: [messaç no disponibil]
pl: [wiadomość jest niedostępna]
sq: [mesazh jo i passhëm]

source: [photo]
cs: [foto]
fur: [foto]
pl: [zdjęcie]
sq: [foto]

source: [file: {0} ({1})]
cs: [soubor: {0} ({1})]
pl: [plik: {0} ({1})]
sq: [kartelë: {0} ({1})]

source: [video: {}]
pl: [film: {}]

source: [sticker]
cs: [nálepka]
pl: [naklejka]
sq: [ngjitës]

source: <b>&gt; {0} wrote:</b> &gt; {1}
cs: <b>&gt; {0} napsal:</b> &gt; {1}
fur: <b>&gt; {0} al/e à scrit:</b> &gt; {1}
pl: <b>&gt; Użytkownik {0} napisał:</b> &gt; {1}
sq: <b>&gt; {0} shkroi:</b> &gt; {1}

source: <b>Forwarded from {}:</b>
cs: <b>Předáno od {}:</b>
de: <b>Weitergeleitet von {}:</b>
fur: <b>Mandât indenant di {}:</b>
pl: <b>Przekazano od użytkownika {}:</b>
sq: <b>Përcjellë nga {}:</b>

source: Channel post
cs: Odesílatel
fur: Messaç dal canâl
pl: Wpis kanału
sq: Postim kanali

source: Failed to send message: {}
cs: Selhalo poslání zprávy: {}
de: Konnte Nachricht nicht senden: {}
fur: No si è rivâts a inviâ il messaç: {}
pl: Wysłanie wiadomości się nie powiodło: {}
sq: S’u arrit të dërgohet mesazh: {}

source: Rejected secret chat with {}
cs: Odmítnut šifrovaný rozhovor s {}
de: Geheimer Chat abgewiesen wegen {}
pl: Odrzucono tajną rozmowę z użytkownikiem {}
sq: Fjalosje e fshehtë e hedhur tej me {}

source: Secret chat
cs: Tajný rozhovor
de: Geheimer Chat
pl: Tajna rozmowa
sq: Fjalosje e fshehtë

source: Accept secret chat with {} on this device?
cs: Přijmout tajný rozhovor s {} na tomto zařízení?
de: Geheimen Chat mit {} auf diesem Gerät annehmen?
pl: Odebrać tajną rozmowę z użytkownikiem {} na tym urządzeniu?
sq: Të pranohet fjalosja e fshehtë me {} në këtë pajisje?

source: Secret chats can only have one end point. If you accept a secret chat on this device, its messages will not be available anywhere else. If you decline, you can still accept the chat on other devices.
cs: Tajné rozhovory mohou mít jen jedno koncové zařízení. Při přijmutí tajných rozhovorů na tomto zařízení, nebudou dostupné jinde. Při odmítnutí, můžete přijímat chaty na jiných zařízeních.
de: Geheime Chats können nur ein Endgerät haben. Wenn du einen geheimen Chat auf diesem Gerät annimmst, werden die Nachrichten auf deinen anderen Geräten nicht verfügbar sein. Wenn du ablehnst, kannst du den geheimen Chat immernoch auf anderen Geräten annehmen.
pl: Tajne rozmowy mogą mieć tylko jeden punkt wyjściowy. Jeśli tajna rozmowa zostanie odebrana na tym urządzeniu, to jej wiadomości nie będą dostępne nigdzie indziej. Jeśli zostanie odrzucona, to nadal można ją odebrać na innych urządzeniach.
sq: Bisedat e fshehta mund të kenë vetëm një pikë mbarimi. Nëse pranoni një bisedë të fshehtë në këtë pajisje, mesazhet e saj s’do të mund të kihen gjetkë. Nëse nuk e pranoni, mundeni prapë ta pranoni bisedën në pajisje të tjera.

source: _Accept
cs: _Přijmout
pl: _Odbierz
sq: _Pranoje

source: voice note [{}]
cs: hlasová poznámka [{}]
de: Sprachnachricht [{}]
fur: note vocâl [{}]
pl: notatka głosowa [{}]
sq: shënim zanor [{}]

source: video note [{}]
cs: video poznámka [{}]
fur: note video [{}]
pl: notatka wideo [{}]
sq: shënim video [{}]

source: voiceNote
fur: noteVocâl
pl: NotatkaGłosowa

source: videoNote
fur: noteVideo
pl: NotatkaWideo

source: Chat ID (don't change):
cs: Chat ID (neměňte):
de: Chat ID (unveränderlich):
fur: ID de chat (no sta cambiâ):
pl: Identyfikator rozmowy (nie należy zmieniać):
sq: ID Fjalosjeje (mos e ndryshoni):

source: Join URL or name (empty if creating new):
cs: URL nebo jméno (prázdné při tvorbě nového):
fur: URL di partecipazion o non (vueit par creâ une gnove):
pl: Adres URL lub nazwa do dołączenia (puste, jeśli tworzone jest nowe):
sq: URL ose emër ku të hyhet (e zbrazët, nëse krijohet e re):

source: Group name (if creating a group):
cs: Jméno skupiny (při tvorbě skupiny):
de: Gruppenname:
fur: Non dal grup (se si cree un grup):
pl: Nazwa grupy (jeśli tworzona jest grupa):
sq: Emër grupi (nëse po krijohet një grup):

source: Group to create: 1=small 2=big 3=channel
cs: Skupina k vytvoření: 1=malá 2=velká 3=kanál
de: Gruppentyp: 1=normal 2=Supergroup 3=Channel
fur: Grup di creâ: 1=piçul 2=grant 3=canâl
pl: Grupa do utworzenia: 1 = mała, 2 = duża, 3 = kanał
sq: Grup për t’u krijuar: 1=i vogël 2=i madh 3=kanal

source: Invalid auto-download limit '{}', resetting to default
cs: Neplatný limit pro automatické stahování '{}', přenastaveno na výchozí
de: Ungültiges Limit für automatische Downloads '{}', ersetzt durch Standardwert
fur: Limit di auto-discjariament '{}' no valit, si ristabilìs al predefinît
pl: Nieprawidłowe ograniczenie automatycznego pobierania „{}”, przywracanie domyślnego
sq: Kufi vetëshkarkimi '{}' i pavlefshëm, po rikthehet te vlera parazgjedhje

source: Download limit
cs: Dosažen limit stahování
fur: Limit discjariament
pl: Ograniczenie pobierania
sq: Kufi shkarkimi

source: Proxy type {} is not supported
cs: Typ proxy {} není podporován
de: Proxy Typ {} nicht unterstützt
fur: Il gjenar di proxy {} nol è supuartât
pl: Typ pośrednika {} jest nieobsługiwany
sq: Nuk mbulohet lloji {} i ndërmjetësit

source: Could not set proxy: {}
cs: Proxy nemohla být nastavena: {}
de: Konnte Proxy nicht setzen: {}
fur: Impussibil stabilî il proxy: {}
pl: Nie można ustawić pośrednika: {}
sq: S’u ujdis dot ndërmjetës: {}

source: Could not get proxies: {}
cs: Proxy nemohla být získána: {}
de: Konnte Proxies nicht abrufen: {}
fur: Impussibil otignî i proxy: {}
pl: Nie można uzyskać pośredników: {}
sq: S’u morën do ndërmjetës: {}

source: Telegram message (length: {})
cs: Zpráva od Telegram (délka: {})
de: Telegram Nachricht (Länge: {})
fur: Messaç Telegram (lungjece: {})
pl: Wiadomość Telegram (długość: {})
sq: Mesazh Telegram (gjatësi: {})

source: SMS (length: {})
cs: SMS (délka: {})
de: SMS (Länge: {})
fur: SMS (lungjece: {})
pl: Wiadomość SMS (długość: {})
sq: SMS (gjatësi: {})

source: Phone call (length: {})
cs: Volání (délka: {})
de: Telefonanruf (Länge: {})
fur: Clamade telefoniche (lungjece: {})
pl: Rozmowa telefoniczna (długość: {})
sq: Thirrje telefonike (gjatësi: {})

source: Poor man's phone call (pattern: {})
cs: "Volání chudého muže" (vzor: {})
de: Behelfs-Anruf (Muster: {})
fur: Clamade telefoniche dal om puar (model: {})
pl: Słaba rozmowa telefoniczna (wzór: {})

source: Enter authentication code
cs: Vložte autorizační kód
de: Authentifizierungs-Code eingeben
fur: Inserìs il codiç di autenticazion
pl: Proszę podać kod uwierzytelnienia
sq: Jepni kod mirëfilltësimi

source: Code sent via: {}
cs: Kód poslaný pomocí: {}
de: Code gesendet durch: {}
fur: Codiç inviât vie: {}
pl: Kod wysłano przez: {}
sq: Kodi u dërgua përmes: {}

source: Next code will be: {}
cs: Nový kód bude: {}
de: Nächster Code wird {} sein
fur: Il prossim codiç al sarà: {}
pl: Następny kod: {}

source: Login code
cs: Kód pro přihlášení
fur: Codiç di acès
pl: Kod logowania
sq: Kod hyrjeje

source: Authentication code required
cs: Je vyžadován autorizační kód
de: Authentifizierungs-Code benötigt
fur: Codiç di autenticazion necessari
pl: Wymagany jest kod uwierzytelnienia
sq: Lypset kod mirëfilltësimi

source: Password required
cs: Je vyžadováno heslo
de: Passwort benötigt
fur: Password necessarie
pl: Wymagane jest hasło
sq: Lypset fjalëkalim

source: Hint: {}
cs: Nápověda: {}
de: Hinweis: {}
fur: Sugjeriment: {}
pl: Wskazówka: {}
sq: Ndihmëz: {}

source: Recovery e-mail may have been sent to {}
cs: E-mail pro obnovení poslán do {}
de: Wiederherstellungs-E-Mail wurde vielleicht an {} gesendet
fur: La e-mail di recupar e podarès jessi stade inviade a {}
pl: Wiadomość odzyskiwania mogła zostać wysłana na adres {}
sq: Email-i i rikthimit mund të jetë dërguar te {}

source: Password
cs: Heslo
de: Passwort
pl: Hasło
sq: Fjalëkalim

source: Enter password for two-factor authentication
cs: Vložte heslo pro dvou úrovňovou autorizaci
de: Passwort für Zwei-Faktor-Authentifizierung eingeben
fur: Inserìs la password pe autenticazion a doi fatôrs
pl: Proszę podać hasło dla uwierzytelnienia dwuskładnikowego
sq: Jepni fjalëkalimin për mirëfilltësim dyfaktorësh

source: Registration
cs: Registrace
de: Registrierung
fur: Regjistrazion
pl: Rejestracja
sq: Regjistrim

source: New account is being created. Please enter your display name.
cs: Nový účet se vytvoří. Prosím vložte zobrazované jméno.
de: Erstelle neuen Account. Bitte Anzeigenamen eingeben.
fur: Al è stât creât un gnûf account. Par plasê inserìs il to non di mostrâ.
pl: Tworzone jest nowe konto. Proszę podać wyświetlaną nazwę użytkownika.
sq: Llogaria e re po krijohet. Ju lutemi, jepni emrin tuaj për në ekran.

source: Display name is required for registration
cs: Zobrazované jméno je nutné k registraci
de: Anzeigename wird zur Registrierung benötigt
fur: Il non di mostrâ al è necessari pe regjistrazion
pl: Do rejestracji wymagana jest wyświetlana nazwa
sq: Emri në ekran është i domosdoshëm për regjistrim

source: Error applying database encryption key: {}
cs: Chyba při aplikaci klíče k databázi: {}
de: Fehler bei Verwendung des Datenbank-Verschlüsselungs-Keys: {}
fur: Erôr tal aplicâ la clâf di cifradure de base di dâts: {}
pl: Błąd podczas zastosowywania klucza szyfrowania bazy danych: {}
sq: Gabim aplikimi kyçi fshehtëzimi baze të dhënash: {}

source: Authentication error: {}
cs: Chyba autorizace: {}
de: Authentifizierungs-Fehler: {}
fur: Erôr di autenticazion: {}
pl: Błąd uwierzytelnienia: {}
sq: Gabim mirëfilltësimi: {}

source: Downloading {}
cs: Stahování {}
de: Lade {} herunter
fur: Daûr a discjariâ {}
pl: Pobieranie: {}
sq: Po shkarkohet {}

source: Requesting {} download
cs: Požadováno stažení {}
de: Versuche {} herunterzuladen
fur: Daûr a domandâ il discjariament {}
pl: Żądanie pobrania: {}

source: Ignoring {0} download ({1})
cs: Ignorování {0} stahování ({1})
fur: Si ignore il discjariament {0} ({1})
pl: Ignorowanie pobierania: {0} ({1})
sq: Po shpërfillet {0} shkarkim ({1})

source: Ignoring secret photo
cs: Ignorování tajného fota
de: Ignoriere geheimes Foto
pl: Ignorowanie tajnego zdjęcia
sq: Po shpërfillet foto e fshehtë

source: photo
cs: foto
de: Foto
fur: foto
pl: zdjęcie
sq: foto

source: Download file from {}?
cs: Stáhnout soubor z {}?
de: Datei von {} herunterladen?
fur: Discjariâ il file di {}?
pl: Pobrać plik od użytkownika {}?
sq: Të shkarkohet kartelë prej {}?

source: a private chat
cs: soukromý chat
fur: une chat privade
pl: prywatna rozmowa
sq: një fjalosje private

source: {0} posted in {1}, size: {2}
cs: {0} posláno do {1}, velikost: {2}
fur: {0} publicade in {1}, dimension: {2}
pl: Opublikowano „{0}” w rozmowie „{1}”, rozmiar: {2}
sq: {0} postuar te {1}, madhësi: {2}

source: Download
cs: Stahování
fur: Discjariâ
pl: Pobieranie
sq: Shkarkim

source: _Yes
cs: _Ano
de: _Ja
fur: _Sì
pl: _Tak
sq: _Po

source: _No
cs: _Ne
de: _Nein
pl: _Nie
sq: _Jo

source: sticker
cs: nálepka
pl: naklejka
sq: ngjitës

source: Converting sticker
cs: Konverze nálepky
de: Konvertiere Sticker
fur: Conversion sticker
pl: Konwertowanie naklejki
sq: Po shndërrohet ngjitës

source: Could not read sticker file {0}: {1}
cs: Nemohu číst soubor nálepky {0}: {1}
fur: Impussibil lei il file dai sticker {0}: {1}
pl: Nie można odczytać pliku naklejki {0}: {1}
sq: S’u lexua dot kartelë ngjitësi {0}: {1}

source: Received self-destructing message, not displayed due to lack of support
cs: Obdržena sebezničující zpráva, které nebyla zobrazena, protože není podporována.
de: Kann eingehende selbstzerstörende Nachricht nicht anzeigen, da nicht unterstützt
fur: Messaç che si auto-distrûç ricevût, no visualizât par vie che al mancje il supuart a chê funzionalitât
pl: Odebrano wiadomość ulegającą samozniszczeniu, nie została wyświetlona z powodu braku obsługi
sq: U mor mesazh i vetëasgjësueshëm, s’po shfaqet, për shkak mungese mbulimi për ta

source: {0} changed group name to {1}
cs: {0} změnil/a jméno skupiny na {1}
fur: non dal grup cambiât in {1} di {0}
pl: Nazwa grupy „{0}” została zmieniona na „{1}”
sq: {0} ndryshoi emrin e grupit në {1}

source: Failed to add contact: {}
cs: Selhalo přidání kontaktu: {}
de: Konnte Kontakt nicht hinzufügen: {}
fur: No si è rivâts a zontâ il contat: {}
pl: Dodanie kontaktu się nie powiodło: {}
sq: S’u arrit të shtohej kontakt: {}

source: Failed to add contact
cs: Selhání přidání kontaktu
de: Konnte Kontakt nicht hinzufügen
fur: No si è rivâts a zontâ il contat
pl: Dodanie kontaktu się nie powiodło
sq: S’u arrit të shtohej kontakt

source: No user found with phone number '{}'
cs: Uživatel s telefonním číslem '{}' nenalezen
de: Kein Benutzer mit Telefonnummer '{}'
fur: Nissun utent cjatât cul numar di telefon '{}'
pl: Nie odnaleziono użytkownika o numerze telefonu „{}”
sq: S’u gjet përdorues me numër telefoni '{}'

source: Failed to join chat: {}
cs: Selhalo připojení k chatu: {}
de: Konnte Chat nicht beitreten: {}
fur: No si è rivâts a partecipâ ae chat: {}
pl: Dołączenie do rozmowy się nie powiodło: {}
sq: S’u arrit të hyhej në fjalosje: {}

source: Failed to join chat
cs: Selhání připojení k chatu
de: Konnte Chat nicht beitreten
fur: No si è rivâts a partecipâ ae chat
pl: Dołączenie do rozmowy się nie powiodło
sq: S’u arrit të hyhej në fjalosje

source: The name belongs to a user, not a group
cs: Jméno patří uživateli ne skupině
fur: Il non al aparten a un utent, no a un grup
pl: Nazwa należy do użytkownika, nie grupy
sq: Emri i përket një përdoruesi, jo një grupi

source: Could not find group: {}
cs: Nemohu nalézt skupinu: {}
fur: Impussibil cjatâ il grup: {}
pl: Nie można odnaleźć grupy: {}
sq: S’u gjet dot grup: {}

source: Cannot create basic group without additional members
cs: Nemohu vytvořit základní skupinu bez dalších členů
de: Kann Gruppe nicht ohne weitere Mitglieder anlegen
fur: Impussibil creâ il grup di base cence membris adizionâls
pl: Nie można utworzyć podstawowej grupy bez dodatkowych członków
sq: S’mund të krijohet grup elementar pa anëtarë shtesë

source: No known user with id {}
cs: Neznámý uživatel s ID {}
de: Kein Benutzer mit ID {}
fur: Nissun utent cognossût cul id {}
pl: Nie ma znanego użytkownika o identyfikatorze {}
sq: S’ka përdorues të njohur me ID-në {}

source: No known user by the name '{}'
cs: Neznámý uživatel se jménem '{}'
de: Kein Benutzer mit dem Namen '{}'
fur: Nissun utent cognossût pal non '{}'
pl: Nie ma znanego użytkownika o nazwie {}
sq: S’ka përdorues të njohur me emrin '{}'

source: Failed to create group
cs: Selhání vytvoření skupiny
de: Konnte Gruppe nicht anlegen
fur: No si è rivâts a creâ il grup
pl: Utworzenie grupy się nie powiodło
sq: S’u arrit të krijohej grup

source: Invalid group members
cs: Neplatný počet uživatelů
de: Ungültige Gruppenmitglieder
fur: Membris dal grup no valits
pl: Nieprawidłowi członkowie grupy
sq: Anëtarë të pavlefshëm grupi

source: Failed to delete group or channel
cs: Selhání smazání skupiny nebo kanálu
de: Konnte Gruppe/Channel nicht löschen
fur: No si è rivâts a eliminâ il grup o il canâl
pl: Usunięcie grupy lub kanału się nie powiodło
sq: S’u arrit të fshihej grup ose kanal

source: Failed to set group description
cs: Selhání nastavení popisu skupiny
de: Konnte Gruppenbeschreibung nicht setzen
fur: No si è rivâts a stabilî la descrizion dal grup
pl: Ustawienie opisu grupy się nie powiodło
sq: S’u arrit të caktohej përshkrim grupi

source: User not found
cs: Uživatel nenalezen
de: Benutzer nicht gefunden
fur: Utent no cjatât
pl: Nie odnaleziono użytkownika
sq: S’u gjet përdoruesi

source: Cannot kick user: {}
cs: Nemohu vykopnout uživatele: {}
de: Konnte Benutzer nicht kicken: {}
fur: Impussibil parâ fûr l'utent: {}
pl: Nie można wyrzucić użytkownika: {}
sq: S’mund të përzihet përdoruesi: {}

source: Cannot add user to group: {}
cs: Nemohu přidat uživatele do skupiny: {}
de: Konnte Benutzer nicht der Gruppe hinzufügen: {}
fur: Impussibil zontâ l'utent al grup: {}
pl: Nie można dodać użytkownika do grupy: {}
sq: S’mund të shtohet përdorues te grupi: {}

source: Cannot generate invite link: {}
cs: Nemohu vytvořit odkaz pro pozvání: {}
de: Konnte Einlade-Link nicht erstellen: {}
fur: Impussibil gjenerâ il colegament di invît: {}
pl: Nie można utworzyć odnośnika zaproszenia: {}
sq: S’mund të prodhohet lidhje ftese: {}

source: Description
cs: Popis
de: Beschreibung
fur: Descrizion
pl: Opis
sq: Përshkrim

source: Password will be changed after new e-mail is confirmed {}
cs: Heslo bude změněno po potvrzení nového e-mailu {}
fur: La password e vignarà cambiade dopo che la gnove e-mail e vignarà confermade {}
pl: Hasło zostanie zmienione po potwierdzeniu nowego adresu e-mail {}
sq: Fjalëkalimi do të ndryshohet pasi të ripohohet email-i i ri {}

source: Two-factor authentication
cs: Dvou úrovňová autorizace
de: Zwei-Faktor-Authentifizierung
fur: Autenticazion a doi fatôrs
pl: Uwierzytelnianie dwuskładnikowe
sq: Mirëfilltësim dyfaktorësh

source: Enter verification code received in the e-mail
cs: Vložte autorizační kód poslaný e-mailem
de: Bitte Bestätigungs-Code aus E-Mail eingeben
fur: Inserìs il codiç di verifiche ricevût te e-mail
pl: Proszę podać kod weryfikacji otrzymany w wiadomości e-mail
sq: Jepni kod verifikimi të marrë te email-i

source: Password set
cs: Heslo nastaveno
de: Passwort gesetzt
fur: Password stabilide
pl: Ustawiono hasło
sq: Fjalëkalimi u caktua

source: Password cleared
cs: Heslo odebráno
de: Passwort entfernt
fur: Password netade
pl: Wyczyszczono hasło
sq: Fjalëkalimi u spastrua

source: Recovery e-mail is configured
cs: Nastaven e-mail pro obnovení
de: Wiederherstellungs-E-Mail gesetzt
fur: La e-mail di recupar e je configurade
pl: Adres e-mail odzyskiwania jest skonfigurowany
sq: Email-i i rikthimeve është formësuar

source: No recovery e-mail configured
cs: Nenastaven e-mail pro obnovení
de: Keine Wiederherstellungs-E-Mail gesetzt
fur: Nissune e-mail di recupar configurade
pl: Nie skonfigurowano adresu e-mail odzyskiwania
sq: S’është formësuar email rikthimesh

source: Code sent to {0} (length: {1})
cs: Kód poslán na {0} (délka: {1})
fur: Codiç inviât a {0} (lungjece: {1})
pl: Kod wysłano na adres {0} (długość: {1})
sq: Kod i dërguar për {0} (gjatësi: {1})

source: Failed to set password
cs: Selhalo nastavení hesla
de: Konnte Passwort nicht setzen
fur: No si è rivâts a configurâ la password
pl: Ustawienie hasła się nie powiodło
sq: S’u arrit të caktohet fjalëkalim

source: Looks like the code was wrong
cs: Vypadá to na špatný kód
de: Der Code war falsch
fur: Al semee che il codiç al jere sbaliât
pl: Wygląda na to, że kod był błędny
sq: Duket sikur kodi të qe gabim

source: Unable to send message: The message is too large.
cs: Nemohu odeslat zprávu: Je příliš dlouhá.
de: Konnte Nachricht nicht senden: Zu groß.
fur: Impussibil inviâ il messaç: il messaç al è masse grant.
pl: Nie można wysłać wiadomości: wiadomość jest za duża.
sq: S’arrihet të dërgohet mesazh: Mesazhi është shumë i madh.

source: Unable to send message.
cs: Nemohu odeslat zprávu.
de: Konnte Nachricht nicht senden.
fur: Impussibil inviâ il messaç.
pl: Nie można wysłać wiadomości.
sq: S’arrihet të dërgohet mesazh.

source: Failed to open chat: {}
cs: Selhalo otevření chatu: {}
de: Konnte Chat nicht öffnen: {}
fur: No si è rivâts a vierzi la chat: {}
pl: Otwarcie rozmowy się nie powiodło: {}
sq: S’u arrit të hapej fjalosje: {}

source: now
cs: právě teď
de: jetzt
fur: cumò
pl: teraz
sq: tani

source: recently
cs: nedávno
de: kürzlich
fur: di resint
pl: niedawno
sq: së fundi

source: last week
cs: minulý týden
de: letzte Woche
fur: la ultime setemane
pl: ostatni tydzień
sq: javën e kaluar

source: last month
cs: minulý měsíc
de: letzten Monat
fur: l'ultin mês
pl: ostatni miesiąc
sq: muajin e shkuar

source: Last online
cs: Naposledy online
de: Zuletzt online
fur: Ultime volte online
pl: Ostatnia aktywność
sq: Së fundi në linjë më

source: Leaving group
cs: Opuštění skupiny
de: Gruppe verlassen
fur: Daûr a lassâ il grup
pl: Opuszczanie grupy
sq: Po braktiset grupi

source: Confirm deleting group
cs: Potvrzení smazání skupiny
de: Löschen der Gruppe bestätigen
fur: Conferme eliminazion grup
pl: Proszę potwierdzić usunięcie grupy
sq: Ripohoni fshirje grupi
